
# XTIT,40
TITLE=\u0E40\u0E1E\u0E08\u0E02\u0E2D\u0E07\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04

# XTIT,50
DESCRIPTION=\u0E40\u0E1E\u0E08\u0E02\u0E2D\u0E07\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04

# XBUT,30
EDIT=\u0E41\u0E01\u0E49\u0E44\u0E02

# XBUT,30: used to switch between active/draft (in Details.view.xml)
GO_TO_DRAFT=\u0E41\u0E2A\u0E14\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07

# XBUT,30: used to switch between active/draft (in Details.view.xml)
GO_TO_ACTIVE=\u0E41\u0E2A\u0E14\u0E07\u0E40\u0E27\u0E2D\u0E23\u0E4C\u0E0A\u0E31\u0E19\u0E17\u0E35\u0E48\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19\u0E2D\u0E22\u0E39\u0E48

# XBUT,30
DELETE=Delete

#XTOL,30
BACK=\u0E22\u0E49\u0E2D\u0E19\u0E01\u0E25\u0E31\u0E1A

# XBUT,30
SAVE=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01

# XBUT,50
CONTINUE_LATER=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D\u0E20\u0E32\u0E22\u0E2B\u0E25\u0E31\u0E07

# XBUT,30
CANCEL=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01

# XTIT,40
DRAFT_SAVED=Draft saved

# XTIT,40
DRAFT_FOUND_TITLE=\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E1E\u0E23\u0E49\u0E2D\u0E21\u0E43\u0E0A\u0E49\u0E07\u0E32\u0E19

# XMSG,20
DRAFT_FOUND_TEXT=\u0E21\u0E35\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E40\u0E2D\u0E01\u0E2A\u0E32\u0E23\u0E17\u0E35\u0E48\u0E04\u0E38\u0E13\u0E01\u0E33\u0E25\u0E31\u0E07\u0E14\u0E39\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E02\u0E13\u0E30\u0E19\u0E35\u0E49 \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E43\u0E19\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E15\u0E48\u0E2D\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

# XMSG,20: used as Draft Popup Title (in Component.js)
WARNING=\u0E04\u0E33\u0E40\u0E15\u0E37\u0E2D\u0E19

# XMSG,20: used as Draft Popup Button (in Component.js)
RESUME=\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E15\u0E48\u0E2D

# XMSG,100: used as Draft Popup Text (in Component.js), parameters {0}=sType {1}=sObjectKey {2}=sChangedAt
DRAFT_FOUND_RESUME=\u0E40\u0E23\u0E32\u0E44\u0E14\u0E49\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E02\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07 {0} {1} \u0E40\u0E21\u0E37\u0E48\u0E2D {2}\n\n\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E15\u0E48\u0E2D\u0E2B\u0E23\u0E37\u0E2D\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07?

# XMSG,100: used as Edit Popup Text (in TemplateComponentView.js), parameters {0}=sCreatedByUser
DRAFT_LOCK_EXPIRED=\u0E1C\u0E39\u0E49\u0E43\u0E0A\u0E49\u0E2D\u0E37\u0E48\u0E19\u0E44\u0E14\u0E49\u0E41\u0E01\u0E49\u0E44\u0E02\u0E1A\u0E31\u0E0D\u0E0A\u0E35\u0E19\u0E35\u0E49\u0E42\u0E14\u0E22\u0E44\u0E21\u0E48\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\:\n\n {0} \n\n \u0E16\u0E49\u0E32\u0E04\u0E38\u0E13\u0E19\u0E33\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E19\u0E35\u0E49\u0E21\u0E32\u0E43\u0E0A\u0E49 \u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E40\u0E2B\u0E25\u0E48\u0E32\u0E19\u0E31\u0E49\u0E19\u0E08\u0E30\u0E2A\u0E39\u0E0D\u0E2B\u0E32\u0E22

# XBUT,30
DRAFT_FOUND_YES=\u0E43\u0E0A\u0E48

# XBUT,30
DRAFT_FOUND_NO=\u0E44\u0E21\u0E48\u0E43\u0E0A\u0E48

# XTIT,30: Title of a form with contact person information
CONTACT_INFO=\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E17\u0E35\u0E48\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D

# XTIT,30: Detail information of a contact person
CONTACT_DETAILS=\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E1A\u0E38\u0E04\u0E04\u0E25\u0E17\u0E35\u0E48\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D

# XTIT,30: Name of a person
CONTACT_NAME=\u0E0A\u0E37\u0E48\u0E2D

# XTIT,30: Job title of a person
CONTACT_JOB_TITLE=\u0E0A\u0E37\u0E48\u0E2D\u0E07\u0E32\u0E19

# XTIT,30: Department in which the person works
CONTACT_DEPARTMENT=\u0E41\u0E1C\u0E19\u0E01

# XTIT,30: Email of a person
CONTACT_EMAIL=\u0E2D\u0E35\u0E40\u0E21\u0E25\u0E4C

# XTIT,30: Phone number of a person
CONTACT_PHONE=\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C

# XTIT,30: Mobile phone number of a person
CONTACT_MOBILE=\u0E42\u0E17\u0E23\u0E28\u0E31\u0E1E\u0E17\u0E4C\u0E21\u0E37\u0E2D\u0E16\u0E37\u0E2D

# XTIT,30: Fax number of a person
CONTACT_FAX=\u0E42\u0E17\u0E23\u0E2A\u0E32\u0E23

# XTIT, 50: Means in the context of this business object you can also jump to the following apps
RELATED_APPS=\u0E41\u0E2D\u0E1E\u0E17\u0E35\u0E48\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07

# XTIT, 50: Means in the context of this business object you can not jump to apps
NO_RELATED_APPS=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E41\u0E2D\u0E1E\u0E17\u0E35\u0E48\u0E40\u0E01\u0E35\u0E48\u0E22\u0E27\u0E02\u0E49\u0E2D\u0E07


# XTIT, 30: Refers to more actions
MORE_ACTIONS=\u0E01\u0E32\u0E23\u0E14\u0E33\u0E40\u0E19\u0E34\u0E19\u0E01\u0E32\u0E23\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E40\u0E15\u0E34\u0E21

# XTIT,70: text when no entries found in table (in SmartTable.fragment.xml and Contacts.fragment.xml), please don't modify this text.

#------------template controller reuse texts---------------------
#template controller (in TemplateViewController.js) texts are reused in multiple templates
#the below keys need to be consistent across these templates

# XFLD,70: message toast displayed during creation of draft and e.g. continue later (in TemplateViewController.js)
SAVED_AS_DRAFT=\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E16\u0E39\u0E01\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E40\u0E1B\u0E47\u0E19\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07

# XFLD,70: message toast displayed during creation of draft and cancel
CANCEL_AND_DISCARD=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E41\u0E25\u0E30\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E19\u0E35\u0E49\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

# XFLD,70: message toast displayed while editing a draft and cancel
DISCARD_EDIT=\u0E22\u0E01\u0E40\u0E25\u0E34\u0E01\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E41\u0E25\u0E30\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E31\u0E49\u0E07\u0E2B\u0E21\u0E14?

# XFLD,20: during creation of draft and cancel
DISCARD=\u0E25\u0E30\u0E17\u0E34\u0E49\u0E07

# XFLD,70: this text SHOULD be replaced in the application component, e.g. replace "object" with "sales order"
DELETE_QUESTION=\u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E19\u0E35\u0E49\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48?

# XFLD,20: used during deletion of a draft
DELETE=\u0E25\u0E1A

# XFLD,30
OBJECT_SAVED=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E41\u0E25\u0E49\u0E27

# XFLD,30
OBJECT_CREATED=\u0E2A\u0E23\u0E49\u0E32\u0E07\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E41\u0E25\u0E49\u0E27

# XFLD,30: during saving of a draft
DRAFT_SAVING=\u0E01\u0E33\u0E25\u0E31\u0E07\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07...

# XFLD,30: during saving of a draft
DRAFT_SAVED=\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07\u0E41\u0E25\u0E49\u0E27

# XFLD,30: during saving of a draft
DRAFT_NOT_SAVED=\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07

# XTIT,30: title of popover displayed when a user tries to open a locked object (in DraftAdminDataPopover.fragment.xml)
LOCKED_OBJECT_POPOVER_TITLE=\u0E16\u0E39\u0E01\u0E25\u0E47\u0E2D\u0E04

# XTIT,30: title of popover displayed when a user tries to open a locked draft object (in DraftAdminDataPopover.fragment.xml)
DRAFT_OBJECT_POPOVER_TITLE=\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07

# YMSG,70
LOCKED_OBJECT_POPOVER_TEXT=\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E19\u0E35\u0E49\u0E01\u0E33\u0E25\u0E31\u0E07\u0E16\u0E39\u0E01\u0E41\u0E01\u0E49\u0E44\u0E02\u0E42\u0E14\u0E22 {0}

# YMSG,70
UNSAVED_OBJECT_POPOVER_TEXT=\u0E2D\u0E2D\u0E1A\u0E40\u0E08\u0E04\u0E19\u0E35\u0E49\u0E21\u0E35\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E40\u0E01\u0E47\u0E1A\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E42\u0E14\u0E22 {0}

# YMSG,70
LOCKED_OBJECT_POPOVER_NO_DATA_TEXT=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E42\u0E14\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14

# YMSG,70: text of popover displayed when a user tries to open a locked or draft object (in DraftAdminDataPopover.fragment.xml)
LOCKED_OBJECT_POPOVER_CHANGED_AT=\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E25\u0E48\u0E32\u0E2A\u0E38\u0E14\u0E40\u0E21\u0E37\u0E48\u0E2D {0}

# XTIT,30
DRAFT_OBJECT=\u0E41\u0E1A\u0E1A\u0E23\u0E48\u0E32\u0E07

# XTIT,30
LOCKED_OBJECT=\u0E16\u0E39\u0E01\u0E25\u0E47\u0E2D\u0E04

# XTIT,30
UNSAVED_CHANGES=\u0E01\u0E32\u0E23\u0E40\u0E1B\u0E25\u0E35\u0E48\u0E22\u0E19\u0E41\u0E1B\u0E25\u0E07\u0E17\u0E35\u0E48\u0E44\u0E21\u0E48\u0E44\u0E14\u0E49\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01

#------------template controller reuse texts-----------------------
